Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# awesome.empty.noSources.subtitle
source: Choose Starcat Picks or add a public GitHub Awesome repository.
zh_hans: 请选择 Starcat 精选来源，或添加一个公开 GitHub Awesome 仓库。

# awesome.empty.noSources.title
source: No Awesome Sources
zh_hans: 尚未选择 Awesome 来源

# awesome.error.duplicateSource
source: This Awesome source already exists.
zh_hans: 这个 Awesome 来源已经存在。

# awesome.error.invalidReadme
source: The README is not valid UTF-8 text.
zh_hans: README 不是有效的 UTF-8 文本。

# awesome.error.invalidSource
source: Enter owner/repo or a public HTTPS GitHub repository URL.
zh_hans: 请输入 owner/repo 或公开 GitHub 仓库的 HTTPS 地址。

# awesome.error.noValidRepositories
source: The README does not contain any available public GitHub repositories.
zh_hans: README 中没有可用的公开 GitHub 仓库。

# awesome.error.partialRefreshFormat
source: %d source(s) could not be refreshed. Cached results remain available.
zh_hans: %d 个来源刷新失败，已继续使用本地缓存。

# awesome.error.publicOnly
source: Custom Awesome sources must be public repositories.
zh_hans: 自定义 Awesome 来源必须是公开仓库。

# awesome.error.readmeTooLarge
source: This README exceeds the local parsing limit.
zh_hans: 该 README 超出本地解析大小限制。

# awesome.error.sourceUnavailable
source: This Awesome source is archived or unavailable.
zh_hans: 该 Awesome 来源已归档或不可用。

# awesome.repo.sourceCountFormat
source: %d sources
zh_hans: %d 个收录来源

# awesome.search.placeholder
source: Search Awesome repositories
zh_hans: 搜索 Awesome 项目

# awesome.section.all
source: All Sections
zh_hans: 全部章节

# awesome.section.other
source: Other
zh_hans: 其他

# awesome.section.results
source: Repositories
zh_hans: 项目

# awesome.section.title
source: Section
zh_hans: 章节

# awesome.sidebar.all
source: All Awesome
zh_hans: 全部 Awesome

# awesome.sidebar.sources
source: Awesome Sources
zh_hans: Awesome 来源

# awesome.sort.name
source: Name
zh_hans: 名称

# awesome.sort.original
source: Original Order
zh_hans: 原始顺序

# awesome.sort.title
source: Sort
zh_hans: 排序

# awesome.sort.updated
source: Recently Updated
zh_hans: 最近更新

# awesome.sources.custom.add
source: Add
zh_hans: 添加

# awesome.sources.custom.confirm.add
source: Add Source
zh_hans: 添加来源

# awesome.sources.custom.confirm.messageFormat
source: %1$lld public GitHub repositories found; %2$lld external links will not enter the repository list.
zh_hans: 解析到 %1$lld 个公开 GitHub 仓库；%2$lld 个外部链接不会进入项目列表。

# awesome.sources.custom.confirm.titleFormat
source: Add “%@”?
zh_hans: 添加“%@”？

# awesome.sources.custom.delete.confirm
source: Delete Source
zh_hans: 删除来源

# awesome.sources.custom.delete.message
source: This removes the local source, subscription, and parsed entries. Your Stars, library, tags, and notes are not affected.
zh_hans: 这会删除本地来源、订阅和解析条目；不会影响你的 Stars、知识库、标签和笔记。

# awesome.sources.custom.delete.titleFormat
source: Delete “%@”?
zh_hans: 删除“%@”？

# awesome.sources.custom.placeholder
source: owner/repo or https://github.com/owner/repo
zh_hans: owner/repo 或 https://github.com/owner/repo

# awesome.sources.custom.parse.failed
source: Parsing failed
zh_hans: 解析失败

# awesome.sources.custom.parse.progressFormat
source: Parsing %1$lld / %2$lld
zh_hans: 正在解析 %1$lld / %2$lld

# awesome.sources.custom.parse.queued
source: Waiting to parse
zh_hans: 等待解析

# awesome.sources.custom.parse.readingReadme
source: Reading README
zh_hans: 正在读取 README

# awesome.sources.custom.repositories
source: Custom Repositories
zh_hans: 自定义仓库

# awesome.sources.custom.subtitle
source: Parsed locally and never uploaded to Discovery.
zh_hans: 仅在本机解析，不会上传到 Discovery。

# awesome.sources.custom.title
source: Add Awesome Project
zh_hans: 新增 Awesome 项目

# awesome.sources.done
source: Done
zh_hans: 完成

# awesome.sources.empty.subtitle
source: Retry the catalog or add a custom public GitHub source.
zh_hans: 请重试来源目录，或添加一个公开 GitHub 自定义来源。

# awesome.sources.empty.title
source: No Starcat Picks Available
zh_hans: 暂无 Starcat 精选来源

# awesome.sources.featured
source: Featured
zh_hans: 推荐

# awesome.sources.loading
source: Loading Awesome sources…
zh_hans: 正在加载 Awesome 来源…

# awesome.sources.manage
source: Manage Awesome Sources
zh_hans: 管理 Awesome 来源

# awesome.sources.notSelected
source: Not selected
zh_hans: 未选择

# awesome.sources.removeCustom
source: Remove Custom Source
zh_hans: 删除自定义来源

# awesome.sources.repoCountFormat
source: %d repositories
zh_hans: %d 个项目

# awesome.sources.containedCountFormat
source: Contains %d projects
zh_hans: 包含 %d 个项目

# awesome.sources.selected
source: Selected
zh_hans: 已选择

# awesome.sources.stale
source: Refresh failed · showing saved entries
zh_hans: 刷新失败 · 正在显示已保存条目

# awesome.sources.subtitle
source: Choose Starcat Picks or add your own public Awesome repository.
zh_hans: 勾选 Starcat 精选来源，或添加自己的公开 Awesome 仓库。

# awesome.sources.title
source: Choose Awesome Sources
zh_hans: 选择 Awesome 来源

# awesome.sources.unavailable
source: Unavailable
zh_hans: 来源不可用

# batchAI.generateTags.action.tags
source: Generate Tags
zh_hans: 生成标签

# batchAI.generateTags.action.tags.desc
source: Generate 3–8 high-confidence tags for each repository.
zh_hans: 为每个仓库生成 3–8 个高置信度标签。

# batchAI.generateTags.startFormat
source: Start Generating (%lld)
zh_hans: 开始生成（%lld）

# batchAI.generateTags.title
source: Batch Tag Generation
zh_hans: 批量生成标签

# batchAI.options.autoCreateMissingTags
source: Create new tags
zh_hans: 允许新增标签

# batchAI.panel.discard.action
source: Discard This Run
zh_hans: 放弃本次整理

# batchAI.panel.discard.message
source: Unapplied AI tag suggestions and this run’s progress will be permanently removed. Tags and summaries already saved will remain.
zh_hans: 未应用的 AI 标签建议和本次进度将被永久清除；已经保存的标签与摘要会继续保留。

# batchAI.panel.discard.title
source: Discard this AI tag run?
zh_hans: 放弃本次 AI 标签生成？

# batchAI.panel.counter.pendingReview
source: Review
zh_hans: 待确认

# batchAI.panel.review.applied
source: Selected tags applied
zh_hans: 所选标签已应用

# batchAI.panel.review.applying
source: Applying selected tags…
zh_hans: 正在应用所选标签…

# batchAI.panel.review.applySelected
source: Apply Selected
zh_hans: 应用所选标签

# batchAI.panel.review.clearRepositorySelection
source: Deselect all
zh_hans: 取消选中

# batchAI.panel.review.selectAllRepositories
source: Select all
zh_hans: 选中全部

# batchAI.panel.review.clear
source: Clear
zh_hans: 清空

# batchAI.panel.review.ignore
source: Ignore
zh_hans: 忽略

# batchAI.panel.review.ignored
source: Tag suggestions ignored
zh_hans: 已忽略标签建议

# batchAI.panel.review.pending
source: Tag suggestions are ready for review
zh_hans: 标签建议已生成，等待确认

# batchAI.panel.review.pendingFormat
source: Generated %lld tags · Pending review
zh_hans: 已生成 %lld 个标签 · 待确认

# batchAI.panel.review.pendingNewTag
source: New tags · Pending review
zh_hans: 含新增标签 · 待确认

# batchAI.panel.review.tagOrigin.created
source: Created
zh_hans: 本次新建

# batchAI.panel.review.tagOrigin.existing
source: Existing
zh_hans: 已有

# batchAI.panel.review.tagOrigin.missing
source: Create
zh_hans: 需新建

# batchAI.panel.review.selectAll
source: Select All
zh_hans: 全选

# batchAI.selection.allTagged
source: All selected repositories already have tags.
zh_hans: 所选仓库都已有标签，无需再次生成。

# batchAI.selection.skippedTaggedFormat
source: Skipped %d repositories that already have tags
zh_hans: 已跳过 %d 个已有标签的仓库

# cache.issueTimeline.error.applicationSupportUnavailable
source: Could not locate the Issue event cache directory. Please retry or restart the app.
zh_hans: 无法定位 Issue 事件流缓存目录，请重试或重启应用。
zh_hant: 無法定位 Issue 事件流快取目錄，請重試或重新啟動應用程式。

# cache.issueTimeline.error.unsafePathComponentFormat
source: Issue event cache path segment contains invalid characters: %@.
zh_hans: Issue 事件流缓存路径包含非法字符：%@。
zh_hant: Issue 事件流快取路徑包含無效字元：%@。

# cache.issueCommentDraft.error.applicationSupportUnavailable
source: Could not locate the Issue comment draft directory. Please retry or restart the app.
zh_hans: 无法定位 Issue 评论草稿目录，请重试或重启应用。
zh_hant: 無法定位 Issue 評論草稿目錄，請重試或重新啟動應用程式。

# cache.issueCommentDraft.error.unsafePathComponentFormat
source: Issue comment draft path segment contains invalid characters: %@.
zh_hans: Issue 评论草稿路径包含非法字符：%@。
zh_hant: Issue 評論草稿路徑包含無效字元：%@。

# codebaseMemory.error.executableProbeTimedOutFormat
source: CodebaseMemory version check timed out: %@
zh_hans: CodebaseMemory 版本检查超时：%@

# codebaseMemory.error.executableValidationFailedFormat
source: Invalid CodebaseMemory executable at %@: %@
zh_hans: CodebaseMemory 可执行文件无效：%@（%@）

# codebaseMemory.error.externalExecutableUnavailable
source: No compatible external CodebaseMemory executable was found. Install the current official release or choose it in Integration Settings.
zh_hans: 未找到兼容的外部 CodebaseMemory 可执行文件。请安装当前官方版本，或在集成设置中选择文件。

# codebaseMemory.error.graphUIUnavailableFormat
source: This CodebaseMemory executable does not include Graph UI: %@. Install the current official release and detect again.
zh_hans: 该 CodebaseMemory 可执行文件不包含 Graph UI：%@。请安装当前官方版本后重新检测。

# codebaseMemory.error.notRegularExecutable
source: The path is not a regular executable file.
zh_hans: 该路径不是常规可执行文件。

# codebaseMemory.error.versionExitStatusFormat
source: --version exited with status %d and no output
zh_hans: --version 以状态 %d 退出且没有输出

# codebaseMemory.panel.openIntegrationSettings
source: Open Integration Settings
zh_hans: 打开集成设置

# commands.actions.findInCurrentContext
source: Find in README/List
zh_hans: 在 README/列表中查找

# commands.actions.findInList
source: Find in List
zh_hans: 在列表中查找

# commands.actions.findInReadme
source: Find in README
zh_hans: 在 README 中查找

# commands.help.viewOnGitHub
source: View on GitHub
zh_hans: 在 GitHub 查看

# explore.help.awesome.cache.offline
source: Offline handling: the last successful source and entry snapshots remain available.
zh_hans: 离线处理：继续展示上次成功的来源与条目快照。

# explore.help.awesome.cache.ttl
source: Cache lifetime: managed snapshots follow the Discovery service refresh cycle; custom sources refresh on demand.
zh_hans: 缓存周期：内置来源跟随 Discovery 服务刷新，自定义来源按需刷新。

# explore.help.awesome.cache.update
source: Update method: load the local cache first, then refresh enabled sources without blocking browsing.
zh_hans: 更新方式：先加载本地缓存，再后台刷新已启用来源，不阻断浏览。

# explore.help.awesome.open
source: About Awesome sources
zh_hans: 了解 Awesome 来源

# explore.help.awesome.rule.deduplication
source: Repositories are deduplicated by GitHub repository ID while every source reference is retained.
zh_hans: 项目按 GitHub Repository ID 去重，同时保留全部来源证据。

# explore.help.awesome.rule.readme
source: GitHub repository links are parsed from README lists; external non-GitHub links are only counted.
zh_hans: 从 README 列表解析 GitHub 仓库链接；外部非 GitHub 链接仅计数。

# explore.help.awesome.rule.subscription
source: Only sources enabled for the current account appear in the sidebar and repository list.
zh_hans: 只有当前账户启用的来源会出现在左栏和项目列表中。

# explore.help.awesome.source
source: Managed Awesome catalogs from the Discovery API and public GitHub repositories added locally.
zh_hans: Discovery API 提供的内置 Awesome 目录，以及用户在本机添加的公开 GitHub 仓库。

# githubStarLists.editor.description.placeholder
source: Describe this group
zh_hans: 描述这个分组
zh_hant: 描述這個分組

# githubStarLists.ungroupedBanner.hint
source: Let AI recommend groups for all ungrouped repositories at once.
zh_hans: 让 AI 一次性为所有未分组仓库推荐分组。
zh_hant: 讓 AI 一次為所有未分組倉庫推薦分組。

# githubStarLists.ungroupedBanner.titleFormat
source: %d ungrouped repositories
zh_hans: %d 个未分组仓库
zh_hant: %d 個未分組倉庫

# githubStarLists.visibility.private
source: Private list
zh_hans: 私有分组
zh_hant: 私有分組

# githubStarLists.visibility.public
source: Public list
zh_hans: 公开分组
zh_hant: 公開分組

# githubStarLists.aiGrouping.action.acceptAll
source: Accept All Suggestions
zh_hans: 接受全部建议
zh_hant: 接受全部建議

# githubStarLists.aiGrouping.action.clearSelection
source: Clear Selection
zh_hans: 清空选择
zh_hant: 清除選取

# githubStarLists.aiGrouping.action.ignore
source: Ignore Repository
zh_hans: 忽略此仓库
zh_hant: 忽略此倉庫

# githubStarLists.aiGrouping.action.modifyGroups
source: Change Groups
zh_hans: 修改分组
zh_hant: 修改分組

# githubStarLists.aiGrouping.action.noAvailableGroups
source: No available groups
zh_hans: 没有可选分组
zh_hant: 沒有可選分組

# githubStarLists.aiGrouping.action.selectVisible
source: Select Visible Suggestions
zh_hans: 选择当前结果
zh_hant: 選取目前結果

# githubStarLists.aiGrouping.applyConfirm.messageFormat
source: Add %d repositories to %d existing groups? No current group memberships will be removed.
zh_hans: 将把 %d 个仓库添加到 %d 个已有分组，不会移除任何当前分组。是否继续？
zh_hant: 將把 %d 個倉庫加入 %d 個已有分組，不會移除任何目前分組。是否繼續？

# githubStarLists.aiGrouping.applyConfirm.title
source: Apply Grouping Changes?
zh_hans: 应用分组修改？
zh_hant: 套用分組修改？

# githubStarLists.aiGrouping.currentGroupsFormat
source: Current groups: %@
zh_hans: 当前分组：%@
zh_hant: 目前分組：%@

# githubStarLists.aiGrouping.error.queueBusy
source: Another batch AI task is currently running.
zh_hans: 当前有另一个批量 AI 任务正在运行。
zh_hant: 目前有另一個批次 AI 任務正在執行。

# githubStarLists.aiGrouping.filter.failed
source: Failed
zh_hans: 失败
zh_hant: 失敗

# githubStarLists.aiGrouping.filter.label
source: Result Filter
zh_hans: 结果筛选
zh_hant: 結果篩選

# githubStarLists.aiGrouping.filter.noMatch
source: No Match
zh_hans: 无匹配
zh_hant: 無符合

# githubStarLists.aiGrouping.filter.suggestions
source: Review
zh_hans: 待确认
zh_hant: 待確認

# githubStarLists.aiGrouping.inspector.aiSuggestions
source: AI Suggestions
zh_hans: AI 建议
zh_hant: AI 建議

# githubStarLists.aiGrouping.inspector.currentGroups
source: Current Groups
zh_hans: 当前分组
zh_hant: 目前分組

# githubStarLists.aiGrouping.inspector.empty
source: Select a Repository
zh_hans: 选择一个仓库
zh_hant: 選取一個倉庫

# githubStarLists.aiGrouping.inspector.empty.help
source: Review its AI suggestions, confidence, reasons, and current groups here.
zh_hans: 在这里审核 AI 建议、置信度、判断依据和当前分组。
zh_hant: 在這裡審核 AI 建議、信心度、判斷依據和目前分組。

# githubStarLists.aiGrouping.inspector.language
source: Language
zh_hans: 语言
zh_hant: 語言

# githubStarLists.aiGrouping.inspector.metadataUnavailable
source: Repository metadata is unavailable.
zh_hans: 仓库元数据不可用。
zh_hant: 倉庫中繼資料無法使用。

# githubStarLists.aiGrouping.inspector.noCurrentGroups
source: Not in any group
zh_hans: 尚未加入任何分组
zh_hant: 尚未加入任何分組

# githubStarLists.aiGrouping.inspector.reason
source: Reason
zh_hans: 判断依据
zh_hant: 判斷依據

# githubStarLists.aiGrouping.inspector.repositoryMetadata
source: Repository Details
zh_hans: 仓库信息
zh_hant: 倉庫資訊

# githubStarLists.aiGrouping.inspector.rule
source: Group Description
zh_hans: 分组描述
zh_hant: 分組描述

# githubStarLists.aiGrouping.metric.failed
source: Failed
zh_hans: 失败
zh_hant: 失敗

# githubStarLists.aiGrouping.metric.noMatch
source: No Match
zh_hans: 无匹配
zh_hant: 無符合

# githubStarLists.aiGrouping.metric.remaining
source: Remaining
zh_hans: 待处理
zh_hant: 待處理

# githubStarLists.aiGrouping.metric.suggested
source: Suggested
zh_hans: 有建议
zh_hant: 有建議

# githubStarLists.aiGrouping.mode.review
source: Review Mode
zh_hans: 审核模式
zh_hant: 審核模式

# githubStarLists.aiGrouping.moreSuggestionsFormat
source: +%d more suggestions
zh_hans: 另有 %d 个建议
zh_hant: 另有 %d 個建議

# githubStarLists.aiGrouping.noMatch.detail
source: AI determined that this repository does not match any existing group description.
zh_hans: AI 判断该仓库不符合任何已有分组的描述。
zh_hant: AI 判斷此倉庫不符合任何已有分組的描述。

# githubStarLists.aiGrouping.preflight.summaryFormat
source: %d repositories · %d eligible groups
zh_hans: %d 个仓库 · %d 个可匹配分组
zh_hant: %d 個倉庫 · %d 個可符合分組

# githubStarLists.aiGrouping.results.empty
source: No Results
zh_hans: 没有结果
zh_hant: 沒有結果

# githubStarLists.aiGrouping.results.empty.help
source: Try a different filter or search term.
zh_hans: 请调整筛选条件或搜索内容。
zh_hant: 請調整篩選條件或搜尋內容。

# githubStarLists.aiGrouping.search.placeholder
source: Search repositories or groups
zh_hans: 搜索仓库或分组
zh_hant: 搜尋倉庫或分組

# githubStarLists.aiGrouping.selection.acceptRepo
source: Select all suggestions for this repository
zh_hans: 选择此仓库的全部建议
zh_hant: 選取此倉庫的全部建議

# githubStarLists.aiGrouping.selection.add
source: Select this group
zh_hans: 选择这个分组
zh_hant: 選取這個分組

# githubStarLists.aiGrouping.selection.clearRepo
source: Clear selections for this repository
zh_hans: 清除此仓库的选择
zh_hant: 清除此倉庫的選取

# githubStarLists.aiGrouping.selection.remove
source: Deselect this group
zh_hans: 取消选择这个分组
zh_hant: 取消選取這個分組

# githubStarLists.aiGrouping.status.applied
source: Applied
zh_hans: 已应用
zh_hant: 已套用

# githubStarLists.aiGrouping.status.failed
source: Failed
zh_hans: 失败
zh_hant: 失敗

# githubStarLists.aiGrouping.status.finished
source: Analysis Complete
zh_hans: 分析完成
zh_hant: 分析完成

# githubStarLists.aiGrouping.status.ignored
source: Ignored
zh_hans: 已忽略
zh_hant: 已忽略

# githubStarLists.aiGrouping.status.noMatch
source: No matching group
zh_hans: 无匹配分组
zh_hant: 無符合分組

# githubStarLists.aiGrouping.status.processing
source: Analyzing
zh_hans: 分析中
zh_hant: 分析中

# githubStarLists.aiGrouping.status.queued
source: Waiting
zh_hans: 等待中
zh_hant: 等待中

# githubStarLists.aiGrouping.status.suggested
source: Below threshold. Review manually.
zh_hans: 低于设置的阈值，请手动处理
zh_hant: 低於設定的閾值，請手動處理

# githubStarLists.aiGrouping.applyResultFormat
source: Applied to %d repositories, %d failed
zh_hans: 已应用到 %d 个仓库，%d 个失败
zh_hant: 已套用到 %d 個倉庫，%d 個失敗

# githubStarLists.aiGrouping.applySelected
source: Apply Selected
zh_hans: 应用选中项
zh_hant: 套用所選項目

# githubStarLists.aiGrouping.applying
source: Applying…
zh_hans: 正在应用…
zh_hant: 正在套用…

# githubStarLists.aiGrouping.closedSet
source: Organize into your existing Lists
zh_hans: 整理到你已有的分组
zh_hant: 整理到你已有的分組

# githubStarLists.aiGrouping.error.noRepos
source: There are no starred repositories to organize.
zh_hans: 没有可整理的星标仓库。
zh_hant: 沒有可整理的星標倉庫。

# githubStarLists.aiGrouping.error.noRules
source: Add an AI grouping rule to at least one repository group first.
zh_hans: 请先为至少一个仓库分组添加 AI 分组规则。
zh_hant: 請先為至少一個倉庫分組新增 AI 分組規則。

# githubStarLists.aiGrouping.explanation
source: AI can suggest zero, one, or multiple existing Lists for each repository. It never creates Lists, removes memberships, or writes anything before you review the suggestions.
zh_hans: AI 可以为每个仓库建议零个、一个或多个已有分组。AI 不会创建分组、移除已有关系，也不会在你审核前写入任何内容。
zh_hant: AI 可以為每個倉庫建議零個、一個或多個已有分組。AI 不會建立分組、移除已有關係，也不會在你審核前寫入任何內容。

# githubStarLists.aiGrouping.failed
source: Failed repositories
zh_hans: 失败的仓库
zh_hant: 失敗的倉庫

# githubStarLists.aiGrouping.noSuggestions
source: No new grouping suggestions
zh_hans: 没有新的分组建议
zh_hant: 沒有新的分組建議

# githubStarLists.aiGrouping.noSuggestions.help
source: The repositories either do not match a rule or already belong to the matching Lists.
zh_hans: 这些仓库没有匹配规则，或已经属于匹配的分组。
zh_hant: 這些倉庫沒有符合規則，或已經屬於符合的分組。

# githubStarLists.aiGrouping.preparing
source: Preparing…
zh_hans: 正在准备…
zh_hant: 正在準備…

# githubStarLists.aiGrouping.privacy
source: Grouping rules and required repository metadata are sent to your configured AI provider. Rules remain local to Starcat and are never synced to GitHub.
zh_hans: 分组规则和任务所需的仓库元数据会发送给你配置的 AI Provider。规则只保存在 Starcat 本地，不会同步到 GitHub。
zh_hant: 分組規則和任務所需的倉庫中繼資料會傳送給你設定的 AI Provider。規則只保存在 Starcat 本機，不會同步到 GitHub。

# githubStarLists.aiGrouping.progressFormat
source: Processed %d of %d
zh_hans: 已处理 %d / %d
zh_hant: 已處理 %d / %d

# githubStarLists.aiGrouping.retryFailed
source: Retry Failed
zh_hans: 重试失败项
zh_hant: 重試失敗項目

# githubStarLists.aiGrouping.reviewFormat
source: %d suggestions · %d repositories selected
zh_hans: %d 条建议 · 已选择 %d 个仓库
zh_hant: %d 條建議 · 已選擇 %d 個倉庫

# githubStarLists.aiGrouping.running
source: Generating grouping suggestions
zh_hans: 正在生成分组建议
zh_hant: 正在產生分組建議

# githubStarLists.aiGrouping.start
source: Start Organizing
zh_hans: 开始整理
zh_hant: 開始整理

# githubStarLists.aiGrouping.subtitle
source: AI suggestions require your review before GitHub is updated
zh_hans: AI 建议需要你审核后才会更新 GitHub
zh_hant: AI 建議需要你審核後才會更新 GitHub

# githubStarLists.aiGrouping.title
source: AI Repository Grouping
zh_hans: AI 仓库分组
zh_hant: AI 倉庫分組

# githubStarLists.editor.aiRule
source: AI Grouping Rule (Starcat only)
zh_hans: AI 分组规则（仅 Starcat）
zh_hant: AI 分組規則（僅 Starcat）

# githubStarLists.editor.aiRule.title
source: AI Grouping Rule
zh_hans: AI 分组规则
zh_hant: AI 分組規則

# githubStarLists.editor.aiRule.autoApply
source: Allow background auto-grouping into this List
zh_hans: 允许后台自动添加到此分组
zh_hant: 允許背景自動加入此分組

# githubStarLists.editor.aiRule.autoApply.disabledHelp
source: Add a rule before enabling background auto-grouping.
zh_hans: 填写规则后才能开启后台自动添加。

# githubStarLists.editor.aiRule.help
source: Describe which repositories belong here. The rule stays local, but is sent to your configured AI provider when grouping runs.
zh_hans: 说明什么样的仓库才能加入此分组。规则保存在本地，但运行 AI 整理时会发送给你配置的 AI Provider。
zh_hant: 說明什麼樣的倉庫才能加入此分組。規則保存在本機，但執行 AI 整理時會傳送給你設定的 AI Provider。

# githubStarLists.editor.aiRule.placeholder
source: For example: Native macOS tools built with Swift or SwiftUI; exclude tutorials and cross-platform frameworks.
zh_hans: 例如：只收录使用 Swift 或 SwiftUI 开发的 macOS 原生工具，不包含教程和跨平台框架。
zh_hant: 例如：只收錄使用 Swift 或 SwiftUI 開發的 macOS 原生工具，不包含教學和跨平台框架。

# githubStarLists.editor.githubDescription
source: GitHub Description
zh_hans: GitHub 描述
zh_hant: GitHub 描述

# githubStarLists.editor.githubDescription.placeholder
source: Visible in GitHub Lists
zh_hans: 显示在 GitHub Lists 中
zh_hant: 顯示在 GitHub Lists 中

# githubStarLists.editor.githubDescription.help
source: Syncs to GitHub. This is not the AI grouping rule.
zh_hans: 会同步到 GitHub，不是 AI 分组规则。

# sidebar.githubStarLists.aiGrouping
source: Organize repositories with AI
zh_hans: 使用 AI 整理仓库分组
zh_hant: 使用 AI 整理倉庫分組

# githubStarLists.editor.private.help
source: Only visible to you on GitHub.
zh_hans: 在 GitHub 上仅自己可见。

# githubStarLists.error.orgOAuthRestricted.openGitHub
source: Open on GitHub
zh_hans: 在 GitHub 打开

# growth.share.copy
source: Copy share summary
zh_hans: 复制分享摘要

# insights.action.detailHint
source: This collection groups repositories by the current scope and issue type for focused organization.
zh_hans: 此集合按当前范围和问题类型汇总，便于集中整理对应仓库。
zh_hant: 此集合按目前範圍和問題類型彙總，便於集中整理對應儲存庫。

# insights.action.healthPending
source: Health pending
zh_hans: 健康度待计算
zh_hant: 健康度待計算

# insights.action.healthPending.detail
source: Repositories without a current health snapshot
zh_hans: 尚无有效健康度快照的仓库
zh_hant: 尚無有效健康度快照的儲存庫

# insights.action.indexIssues
source: Index issues
zh_hans: 索引异常
zh_hant: 索引異常

# insights.action.indexIssues.detail
source: Missing, failed, or stale knowledge indexes
zh_hans: 缺失、失败或已过期的知识索引
zh_hant: 缺失、失敗或已過期的知識索引

# insights.action.maintenanceRisk
source: Maintenance risk
zh_hans: 维护风险
zh_hant: 維護風險

# insights.action.maintenanceRisk.detail
source: Repositories showing signs of reduced maintenance activity
zh_hans: 维护活跃度下降或长期未更新的仓库
zh_hant: 維護活躍度下降或長期未更新的儲存庫

# insights.action.missingIndexableContent
source: No indexable content
zh_hans: 无可索引内容
zh_hant: 無可索引內容

# insights.action.missingIndexableContent.detail
source: Knowledge repositories without content available for indexing
zh_hans: 知识库中没有可用于索引内容的仓库
zh_hant: 知識庫中沒有可用於索引內容的儲存庫

# insights.action.missingReadme
source: README missing
zh_hans: 无 README
zh_hant: 無 README

# insights.action.missingReadme.detail
source: Knowledge repositories without a README snapshot
zh_hans: 知识库中缺少 README 快照的仓库
zh_hant: 知識庫中缺少 README 快照的儲存庫

# insights.action.openSSFPending
source: OpenSSF pending
zh_hans: OpenSSF 待覆盖
zh_hant: OpenSSF 待涵蓋

# insights.action.openSSFPending.detail
source: Repositories not yet covered by OpenSSF Scorecard
zh_hans: 尚未获得 OpenSSF Scorecard 数据的仓库
zh_hant: 尚未取得 OpenSSF Scorecard 資料的儲存庫

# insights.action.priority
source: Needs attention
zh_hans: 需要处理
zh_hant: 需要處理

# insights.action.repositoryCount
source: repositories
zh_hans: 个仓库
zh_hant: 個儲存庫

# insights.action.securityRisk
source: Security risk
zh_hans: 安全风险
zh_hant: 安全風險

# insights.action.securityRisk.detail
source: Repositories with security signals that need review
zh_hans: 存在需要复核安全信号的仓库
zh_hant: 存在需要複核安全訊號的儲存庫

# insights.action.unread
source: Unread
zh_hans: 未读
zh_hant: 未讀

# insights.action.unread.detail
source: Repositories that have not been reviewed
zh_hans: 尚未阅读和评估的仓库
zh_hant: 尚未閱讀和評估的儲存庫

# insights.action.untagged
source: Untagged
zh_hans: 未打标签
zh_hant: 未加標籤
